[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1

LanguageName=Русский

FileAuthor=vostorg[at]vostorg.org

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Оф. сайт программы
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Автор
SupportForumWord=Форум поддержки
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Нажатия клавиш / Прокрутка колеса мыши
IconReplacementMode=Режим замены иконок
normal=?????
topmost=?????
alwaysOnBottom=?????
zLevel=?????

[MainContextMenu]
WebsiteWord=Сайт
SettingsWord=Настройки
HideWord=Скрыть
ShowWord=Показать
QuitWord=Выход
RemoveWord=Удалить
AddWord=Добавить
DockFolder=Док-папка
ChangeIcon=Сменить иконку
ItemSettings=?????
PauseMouseToggling=?????
blankIcon=?????

[SettingsPanel]
Name=Конфигурация Circle Dock
SettingsPanelWord=Панель настроек
GeneralWord=Основные
DockShape=Форма дока

Labels=Подписи
Animation=Анимация
LocationWord=Расположение
TogglingWord=Показать/спрятать док
FileDockIconAssociations=Ассоциации иконок
LanguageWord=Language / Язык
HelpWord=Помощь
HotKeySelectorToggleDock=Выбор сочетания клавиш (для включения видимости дока)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Доступное сочетание клавиш
InvalidHotKeyCombination=Недоступное сочетание клавиш (уже используется)

CentreAroundCursorWhenShown=Показывать док возле курсора
CircleDockVersionWord=Версия программы Circle Dock
EnableDockRotation=Разрешить вращение дока

ConfigurationDescriptionLabel=Настройте способ показа Circle Dock на экране

// General Panel
KeepDockAboveAllOtherWindows=Поверх всех окон
ClickSensitivity=Чувствительность нажатий
Sensitive=Чувств.
NotSensitive=Не чувств.
EnablePortabilityMode=Активировать режим Portability
UseMemorySaver=Использовать Хранитель памяти

// Background Panel
Background=Фон
BackgroundImage=Фоновый рисунок
NormalSize=Размер
NormalOpacity=Прозрачность

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Постоянное число элементов в кольце
NumberOfIconsPerCircle=Количество иконок в кольце
MinimumRadius=Минимальный радиус
SeparationBetweenCircles=Интервал между кольцами
FormatWord=Формат
CircleWord=Кольцо

// Centre Button Panel
CentreButton=Центральная кнопка
DefaultCentreButton=Рисунок центральной кнопки
OtherSettings=Другие настройки
ShowStartMenuWhenClicked=Показать меню "Пуск" при нажатии
StartMenuResidueWarning=Замечание: Вы должны выключить "Отображать тени, отбрасываемые меню" в параметрах настройки Вашего визуального стиля Windows (Панель управления / Экран / Оформление / Эффекты), или Вы получите остаточные тени.

// Dock Items Panel
DockItems=Элементы дока
RightClickMenu=Контекстное меню
ShowWindowsFileFolderMenus=Показать Windows-меню файла/папки 
HideDock=Скрыть док
HideDockAfterFileExecution=Скрыть док после открытия файла/папки

// Labels Panel
FontWord=Шрифт
ChangeFont=Сменить шрифт
ChangeColor=Сменить цвет
ShadowWord=Тень
ShadowSize=Размер тени
ShadowDarknessFactor=Фактор затемнения тени
ShowLabels=Показать подписи
ShowLabelsOnMouseoverOnly=Показать подписи только при наведении мыши

// Animation
AnimationWord=Анимация
GeneralFrameRate=Общая частота кадров (FPS)
RotationAnimationDuration=Время анимации вращения (ms)
FadeInFadeOutDuration=Время появления/исчезновения (ms)
UsePoofAnimationWhenDeleting=Использовать "Пых!"-анимацию при удалении (экспериментально)

//About Panel
AboutWord=О программе
ThePremiereCircularDockForWindows=The premiere circular dock for Windows
WebsiteWord=Сайт программы
VersionInformation=Версия программы
OfficialHomepage=Оф. сайт программы

// Help Panel
SupportWord=Поддержка
OfficialWebForum=Web-форум программы
OfficialWebHelpFAQ=Web-справка/ЧаВО

// Language Panel
LanguageFileLocation=Language File Location / Расположение языкового файла
LanguageName=Язык:
LanguageFileAuthor=Автор файла перевода
LanguageFileVersion=Версия файла перевода
LanguageFileOriginallyIntendedFor=Языковой файл для версии Circle Dock:
LanguageFileProgramRestartRequired=***Перезапустите программу для полного изменения языка***
LanguageFileValidCurrent=Файл языка соответствует (текущий)
LanguageFileInvalidOutofDate=Файл языка не соответствует (устаревший)

// File -> Icon Associations
FileIconAssocationsDescription=При добавлении файлов/папок в док использовать иконки по умолчанию
FileNameIconAssociations=Название файла -> Ассоциации иконок
FolderNameIconAssociations=Название папки -> Ассоциации иконок
FileExtensionIconAssociations=Расширение файла -> Ассоциации иконок
DockFolderIconAssociation=Док-папка -> Ассоциации иконок

// Toggling
ToggleVisibilityHotKey=Сочетания клавиш
ToggleVisibilityMouseButton=Кнопки мыши
ShowDockWhenIMoveMyMouseTo=Показать док при наведении мыши на..
ScreenLeftEdge=левую границу экрана
ScreenRightEdge=правую границу экрана
ScreenTopEdge=верхнюю границу экрана
ScreenBottomEdge=нижнюю границу экрана
EdgeWidthHeight=Высота/ширина границы экрана
lockDockAtCurrentPosition=?????
useSameRotationValueAllLevels=?????
currentRotationValue=?????
maximumNumberOfItemsPerCircle=?????
lineWord=?????
spiralWord=?????
rateOfIncrease=?????
defaultWord=?????
separationWord=?????
fileName=?????
folderName=?????
extensionName=?????
associatedDockIcon=?????
browse=?????
startsWith=?????
endsWith=?????
exactMatch=?????
contains=?????
sample=?????
dwellTime=?????

[ErrorMessages]
MissingInvalid=Ошибочный/несуществующий
FilePathMissingInvalid=Файл/путь - ошибочный/несуществующий
[DockItemProperties]
Arguments=?????
ItemSettings=?????
File=?????
Folder=?????
IconImage=?????
Maximized=?????
Minimized=?????
Name=?????
Normal=?????
Run=?????
StartIn=?????
Target=?????
Close=?????
